Repository: OpenConext/Stepup-SelfService
Catalog: translations/messages.*.xliff
Languages: nl_nl

# app.name
source: Registration Portal
nl_nl: Registratieportal

# button.logout
source: Sign out
nl_nl: Uitloggen

source: country code
nl_nl: land code

# safe-store
source: Recovery code
nl_nl: Safe store

# ss.flash.error_while_switching_locale
source: Due to an unknown reason, switching locales failed.
nl_nl: Door een onbekende oorzaak is het wisselen van taal mislukt.

# ss.flash.invalid_switch_locale_form
source: Due to an unknown reason, switching locales failed.
nl_nl: Door een onbekende oorzaak is het wisselen van taal mislukt.

# ss.form.recovery_token.button.confirm
source: Continue
nl_nl: Verder

# ss.form.recovery_token.checkbox.promise_possession
source: I have safely stored my recovery code
nl_nl: Ik heb het wachtwoord veilig opgeslagen

# ss.form.recovery_token.delete.failed
source: Removing your recovery token failed, please try again
nl_nl: Het verwijderen van je [recovery token] is mislukt, probeer het opnieuw

# ss.form.recovery_token.delete.success
source: Your recovery token was removed successfully
nl_nl: Je [recovery token] is succesvol verwijderd

# ss.form.recovery_token.error.challenge_not_sent_error_message
source: Sending of the SMS verification code failed. Please try again.
nl_nl: Het verzenden van de SMS verificatiecode is mislukt, probeer opnieuw

# ss.form.recovery_token.error.error_message
source: Unable to save your recovery code, please try again
nl_nl: Het opslaan van je wachtwoord is mislukt, probeer het opnieuw

# ss.form.ss_authenticate_safe_store_type.button.continue
source: Continue
nl_nl: Verder

# ss.form.ss_authenticate_safe_store_type.text.secret
source: Recovery code
nl_nl: Wachtwoord

# ss.form.ss_revoke_second_factor.cancel
source: Cancel
nl_nl: Annuleren

# ss.form.ss_revoke_second_factor.revoke
source: Remove
nl_nl: Verwijderen

# ss.form.ss_send_sms_challenge.button.send_challenge
source: Send code
nl_nl: Verstuur code

# ss.form.ss_verify_email.button.verify_email
source: Verify e-mail
nl_nl: E-mail bevestigen

# ss.form.ss_verify_email.text.verification_code
source: Verification code
nl_nl: Verificatiecode

# ss.form.ss_verify_sms_challenge.button.resend_challenge
source: Send new code
nl_nl: Stuur een nieuwe code

# ss.form.ss_verify_sms_challenge.button.verify_challenge
source: Verify
nl_nl: Controleren

# ss.prove_phone_possession.challenge_expired
source: Your code has expired. Please request a new code.
nl_nl: Deze code is verlopen. Vraag een nieuwe code aan.

# ss.prove_phone_possession.challenge_request_limit_reached
source: You have exceeded the limit of three codes; you can no longer request any more codes. Contact your helpdesk or try again later.
nl_nl: Je hebt de limiet van drie codes bereikt; je kunt geen codes meer aanvragen. Neem contact op met de helpdesk van je instelling of probeer het later nog eens.

# ss.prove_phone_possession.challenge_response_incorrect
source: The code you entered does not match. Please try again or request a new code.
nl_nl: De code die je ingevoerd hebt komt niet overeen met de code die je hebt ontvangen.

# ss.prove_phone_possession.incorrect_challenge_response
source: The code you entered does not match. Please try again or request a new code.
nl_nl: De ingevoerde code is onjuist. Probeer het nog eens, of vraag een nieuwe code op.

# ss.prove_phone_possession.proof_of_possession_failed
source: The token could not be created due to unknown reasons.
nl_nl: Het token kon wegens een onbekende reden niet aangemaakt worden.

# ss.prove_phone_possession.send_sms_challenge_failed
source: Sending the SMS failed.
nl_nl: Het versturen van de code per SMS is mislukt.

# ss.prove_phone_possession.too_many_attempts
source: You have exceeded the limit of ten attempts; you can no longer attempt verification of any more codes. Contact your helpdesk or try again later.
nl_nl: U heeft de limiet van tien pogingen bereikt; u kunt geen codes meer verifiëren. Neem contact op met uw helpdesk of probeer het later nog eens.

# ss.prove_yubikey_possession.proof_of_possession_failed
source: The token could not be created due to unknown reasons.
nl_nl: Het token kon wegens een onbekende reden niet aangemaakt worden.

# ss.recovery_token.safe-store.authentication.explanation
source: Enter your recovery code to activate your token
nl_nl: Vul het wachtwoord in om het token te activeren met behulp van je [safe-store recovery token].

# ss.recovery_token.safe-store.authentication.title
source: Activate using your recovery code
nl_nl: Verifiëren met je [safe-store] wachtwoord

# ss.recovery_token.sms.prove_possession_title
source: Enter code
nl_nl: SMS [Recovery token]

# ss.recovery_token.sms.send_challenge_title
source: Register an SMS recovery token
nl_nl: Registreer een SMS [Recovery token]

# ss.recovery_token.step_up.failed
source: Verification with your token failed. Please try again
nl_nl: Verificatie met je token is mislukt

# ss.recovery_token.step_up.no_tokens_available.failed
source: Unable to create a recovery token without possession of a second factor token.
nl_nl: Het is niet mogelijk om een [recovery token] toe te voegen of te verwijderen zonder een token. Bezoek de service desk om het [recovery token] te verwijderen, of registreer een nieuw token.

# ss.recovery_token_list.header.type
source: Method
nl_nl: Type

# ss.recovery_token_list.title
source: Recovery methods
nl_nl: [Recovery tokens]

source: Check your inbox. A verification e-mail has been sent to the e-mail address %email%. Please follow the instructions in this e-mail to continue the registration process.
nl_nl: Controleer je inbox. Er is een verificatie e-mail verstuurd naar het e-mailadres '%email%'. Volg de instructies in deze e-mail om het registratieproces te vervolgen.

# ss.registration.email_verification_email_sent.title
source: Verify your e-mail
nl_nl: Bevestig je e-mailadres

# ss.registration.progress_bar.confirm_second_factor
source: Confirm
nl_nl: Bevestig e-email

# ss.registration.progress_bar.link_second_factor
source: Link token
nl_nl: Koppel token

# ss.registration.progress_bar.register_second_factor
source: Activate token
nl_nl: Activeer token

# ss.registration.progress_bar.select_second_factor
source: Select token
nl_nl: Selecteer token

# ss.registration.recovery_token.button.continue
source: Continue
nl_nl: Verder

# ss.registration.recovery_token.description.safe-store
source: Request a recovery code. Keep it in a safe place
nl_nl: Ontvang eenmalig een wachtwoord om te gebruiken als [recovery token]

# ss.registration.recovery_token.description.sms
source: You'll receive a text message with a verification code
nl_nl: Gebruik je telefoon om via SMS [recovery tokens] te ontvangen

# ss.registration.recovery_token.safe-store.alt
source: Your recovery code
nl_nl: Eenmalig wachtwoord

# ss.registration.recovery_token.safe-store.promise_possession_explanation
source: The recovery code below will only be displayed once. Keep this recovery code somewhere safe in case you need it in the future
nl_nl: Dit wachtwoord wordt alleen binnen deze sessie weergegeven. Schrijf het over of print het uit en bewaar het op een veilige plaats voor toekomstig gebruik.

source: ss.registration.recovery_token.safe-store.promise_possession_subtitle
nl_nl: [subtitel]

# ss.registration.recovery_token.safe-store.promise_possession_title
source: Your recovery code
nl_nl: Eenmalig wachtwoord

# ss.registration.recovery_token.sms.alt
source: Recovery phone number
nl_nl: SMS

# ss.registration.recovery_token.sms.prove_posession_title
source: Register recovery phone number
nl_nl: Verificatiecode

# ss.registration.recovery_token.title
source: If you can no longer use your token, for example if you lose your mobile phone, you can use the recovery method to register a new token
nl_nl: Kies je [recovery token] type

# ss.registration.recovery_token.title.safe-store
source: Recovery code
nl_nl: Eenmalig wachtwoord

# ss.registration.registration_email_sent.label.expiration_date
source: The activation code is valid until and including %expirationDate%.
nl_nl: Je activatiecode is geldig tot en met %expirationDate%.

# ss.registration.registration_email_sent.label.registration_code
source: Activation code
nl_nl: Activatiecode

# ss.registration.registration_email_sent.text.activation_instructions
source: Visit the location below to get your token activated. Please bring the following:
nl_nl: Ga naar onderstaande locatie om je token te laten activeren. Neem daarbij het volgende mee:

# ss.registration.registration_email_sent.text.activation_instructions_item_1
source: Your token
nl_nl: Je token

# ss.registration.registration_email_sent.text.activation_instructions_item_2
source: A valid proof of identity (passport, driver's license or national ID-card)
nl_nl: Een geldig legitimatiebewijs (paspoort, rijbewijs of nationale ID-kaart)

# ss.registration.registration_email_sent.text.activation_instructions_item_3
source: Your activation code
nl_nl: Je activatiecode

source: There are no locations available within your institution to activate your token. Please contact your helpdesk for support.
nl_nl: Er zijn geen locaties beschikbaar binnen je instelling om je token te activeren. Neem contact op met je helpdesk voor support.

# ss.registration.registration_email_sent.text.no_ras_for_your_institution
source: There are no locations available within your institution to activate your token. Please contact your helpdesk for support.
nl_nl: Er zijn geen locaties beschikbaar binnen je instelling om je token te activeren. Neem contact op met je helpdesk voor support.

# ss.registration.registration_email_sent.text.registration_code_has_been_sent
source: An e-mail containing these instructions and your activation code has also been sent to the e-mail address %email%.
nl_nl: Een e-mail met deze instructies en je activatiecode is ook naar het e-mailadres ‘%email%’ verstuurd.

source: If you do not have access (yet) to your e-mail address you can also print or download the instructions and your activation code.
nl_nl: Mocht je (nog) geen toegang hebben tot dit e-mailadres dan kun je de instructies en activatiecode ook printen of downloaden.

# ss.registration.registration_email_sent.text.thank_you_for_registration
source: Thank you for registering your token. Your token is almost ready to use.
nl_nl: Bedankt voor het registreren van je token. Je token is nu bijna klaar voor gebruik.

# ss.registration.registration_email_sent.title
source: Activation code
nl_nl: Activatiecode

# ss.registration.registration_email_sent.title.list_of_ra_locations
source: Location(s) to activate your token
nl_nl: Locatie(s) om je token te activeren

# ss.registration.registration_email_sent.title.list_of_ras
source: Location(s) to activate your token
nl_nl: Locatie(s) om je token te activeren

# ss.registration.selector.self_asserted_tokens.alt
source: Self asserted token
nl_nl: Zelfgeregeld token

# ss.registration.selector.self_vet.alt
source: Activated token
nl_nl: Geactiveerd token

# ss.registration.selector.sms.alt
source: SMS security token
nl_nl: SMS-beveiligingstoken

# ss.registration.selector.sms.button.use
source: Select
nl_nl: Selecteer

# ss.registration.selector.sms.description
source: Log in with a one time SMS code. For all mobile phones.
nl_nl: Log in met een eenmalige SMS-code. Geschikt voor alle mobiele telefoons.

# ss.registration.selector.title.welcome
source: Select token
nl_nl: Selecteer token

# ss.registration.selector.yubikey.button.use
source: Select
nl_nl: Selecteer

# ss.registration.selector.yubikey.description
source: Log in with a USB hardware token. For all devices with a USB port.
nl_nl: Log in met een USB hardware token. Geschikt voor alle devices met een USB-poort.

# ss.registration.self_asserted.choose_recovery_token.title
source: Enter code
nl_nl: SMS [recovery token]

# ss.registration.self_asserted.new_recovery_token.title
source: Add recovery method
nl_nl: Een [recovery token] toevoegen

# ss.registration.self_asserted.recovery_token.title
source: [Title]
nl_nl: [Titel]

# ss.registration.sms.alert.no_verification_state
source: Your session has expired. Please request a new code.
nl_nl: Uw sessie is verlopen. Vraag een nieuwe code aan.

# ss.registration.sms.challenge_body
source: Your SMS code: %challenge%
nl_nl: Uw SMS-code: %challenge%

# ss.registration.sms.prove_possession.title.page
source: Enter SMS code
nl_nl: SMS-code invoeren

# ss.registration.sms.send_challenge.title.page
source: Send SMS code
nl_nl: SMS-code versturen

# ss.registration.sms.text.ensure_phone_has_signal
source: Please ensure your mobile phone has a signal and can receive text messages.
nl_nl: Zorg dat je mobiele telefoon bereik heeft en SMS-berichten kan ontvangen

# ss.registration.sms.text.enter_challenge_below
source: Enter the code that was sent to your phone and click 'Verify'
nl_nl: Voer de code in die naar je mobiele telefoon is gestuurd en klik op 'Controleren'

# ss.registration.sms.text.enter_phone_number_below
source: Please enter your mobile phone number below:
nl_nl: Vul hieronder je mobiele nummer in en klik op 'Verstuur code'

# ss.registration.sms.text.otp_requests_remaining
source: Attempts remaining: %count%
nl_nl: Aantal resterende pogingen: %count%

# ss.registration.sms.text.retry_if_not_received
source: Click 'Send new code' if you did not receive a code.
nl_nl: Geen code ontvangen? Klik dan op 'Stuur een nieuwe code'

# ss.registration.verify_email.text.verification_failed
source: E-mail verification failed.
nl_nl: De e-mailverificatie is om onbekende reden mislukt. Probeer het opnieuw of neem contact op met een beheerder.

# ss.registration.verify_email.title
source: Verify your e-mail address
nl_nl: E-mail verifiëren

# ss.registration.vetting_type.button.ra_vetting
source: Continue
nl_nl: Verder

# ss.registration.vetting_type.button.self_asserted_tokens
source: Continue
nl_nl: Verder

# ss.registration.vetting_type.button.self_vet
source: Continue
nl_nl: Verder

# ss.registration.vetting_type.description.ra_vetting
source: Activate your token at your intitution's servicedesk.
nl_nl: Activeer je token bij de servicedesk van je instelling.

# ss.registration.vetting_type.description.self_asserted_tokens
source: Activate your token yourself. Your token may not be usable for every application
nl_nl: Activeer dit token zonder persoonsbewijs. Het token is mogelijk niet voor iedere applicatie bruikbaar.

# ss.registration.vetting_type.description.self_vet
source: Use your existing token.
nl_nl: Gebruik je bestaand token.

# ss.registration.vetting_type.description.vetting
source: You must activate your token. Choose one of these options:
nl_nl: Je moet je token activeren. Kies één van deze opties:

# ss.registration.vetting_type.title
source: Activate your token
nl_nl: Activeer je token

# ss.registration.vetting_type.title.ra_vetting
source: Servicedesk vetting
nl_nl: Servicedesk

# ss.registration.vetting_type.title.self_asserted_tokens
source: Self-activation
nl_nl: Recovery token

# ss.registration.vetting_type.title.self_vet
source: Activated token
nl_nl: Token

# ss.registration.yubikey.text.connect_yubikey_to_pc
source: Put your YubiKey in a USB port on your computer.
nl_nl: Stop je YubiKey in een USB-poort van je computer.

# ss.registration.yubikey.text.ensure_form_field_focus
source: Please ensure that the form field below has focus.
nl_nl: Zorg dat het invulveld hieronder actief is.

# ss.registration.yubikey.text.press_once_form_auto_submitted
source: Press and hold the button on your Yubikey. A One Time Password will be entered in the field below automatically.
nl_nl: Druk op de knop van je YubiKey en houd even vast. Er verschijnt automatisch een eenmalige code in het invulveld.

# ss.registration.yubikey.title.enter_challenge
source: Link your YubiKey
nl_nl: Koppel je YubiKey

# ss.second_factor.button.remote_vet
source: Activate
nl_nl: Activeer

# ss.second_factor.list.button.register_recovery_token
source: Add recovery method
nl_nl: Recovery token toevoegen

# ss.second_factor.list.button.register_second_factor
source: Add token
nl_nl: Token toevoegen

# ss.second_factor.list.text.no_recovery_tokens
source: There are no recovery methods registered to your account. Press 'Add revocery method' to add a new recovery method
nl_nl: Er zijn geen [recovery tokens] geregistreerd voor jouw account. Klik op 'Toevoegen' om een nieuw token te registreren.

# ss.second_factor.list.text.no_second_factors
source: There are no tokens registered for your account. Click on 'Add token' to register a new token.
nl_nl: Er zijn geen tokens geregistreerd voor jouw account. Klik op 'Token toevoegen' om een nieuw token te registreren.

# ss.second_factor.list.text.unverified
source: For the token(s) below the e-mail address must be verified. An e-mail was sent to '%email%'. Please follow the instructions in this e-mail to continue with the registration. Didn't receive an e-mail? Remove the token to try again.
nl_nl: Voor de onderstaande token(s) moet het e-mailadres nog bevestigd worden. Er is een e-mail verstuurd naar '%email%'. Volg de instructies in deze e-mail om verder te gaan met de registratie. Geen e-mail ontvangen? Verwijder het token om het opnieuw te proberen.

# ss.second_factor.list.text.verified
source: The following tokens are registered for your account, but not yet activated. An e-mail with your activation code has been sent to the e-mail address %email%. Please follow the instructions in the e-mail on how to proceed.
nl_nl: De volgende token(s) zijn geregistreerd voor jouw account, maar nog niet geactiveerd. Er is een e-mail met activatiecode gestuurd naar het e-mailadres %email%. Volg de instructies uit de e-mail om je token te activeren.

# ss.second_factor.list.text.vetted
source: The following tokens are registered for your account.
nl_nl: De volgende token(s) zijn geregistreerd voor jouw account.

# ss.second_factor.list.title
source: Token Overview
nl_nl: Overzicht tokens

# ss.second_factor.revoke.alert.revocation_failed
source: Token revocation failed
nl_nl: Token intrekken is mislukt

# ss.second_factor.revoke.alert.revocation_successful
source: Your token has been removed.
nl_nl: Je token is verwijderd.

# ss.second_factor.revoke.button.revoke
source: Remove
nl_nl: Verwijderen

# ss.second_factor.revoke.button.test
source: Test a token
nl_nl: Test een token

# ss.second_factor.revoke.text.are_you_sure
source: You are about to remove the following token. Attention: once a token has been removed, you can no longer use it. Adding a new token might require that you activate it at your servicedesk. Are you sure?
nl_nl: Je gaat het volgende token verwijderen. Weet je het zeker?

# ss.second_factor.revoke.title
source: Remove token
nl_nl: Verwijder token

# ss.second_factor_list.header.expiration_date
source: Expiration date
nl_nl: Verloopdatum

# ss.second_factor_list.header.expired_explanation
source: The token registration period has expired. Please remove your token and restart the registration process.
nl_nl: De uiterste registratiedatum is verlopen. Registreer het token opnieuw door deze te verwijderen en het registratieproces opnieuw te starten.

# ss.second_factor_list.header.expired_warning
source: Expired
nl_nl: Verlopen

# ss.security.session_expired.click_to_login
source: Click here to log in again
nl_nl: Klik hier om opnieuw in te loggen

# ss.security.session_expired.explanation
source: Your session has expired due to either prolonged inactivity or being logged in for too long. You have been automatically logged out and are required to log in again to be able to continue.
nl_nl: Uw sessie is verlopen. Dit kan komen doordat er te lang geen activiteit is geweest, of doordat u te lang bent ingelogd. U bent automatisch uitgelogd en om verder te gaan dient u eerst opnieuw in te loggen.

# ss.security.session_expired.page_title
source: Session Expired
nl_nl: Sessie Verlopen

# ss.self_asserted_tokens.safe_store.authentication.alert.failed
source: The recovery code is not correct, please try again.
nl_nl: Het wachtwoord is niet correct, probeer het opnieuw.

# ss.self_asserted_tokens.second_factor.alert.successful
source: Your recovery method was activated
nl_nl: Je [recovery token] is geactiveerd

# ss.self_asserted_tokens.second_factor.no_available_recovery_token.alert.failed
source: Unable to activate the token with your recovery method. For example, you are not allowed to activate an SMS token with an SMS recovery method
nl_nl: Je hebt geen geschikt [recovery-token] om je token mee te activeren. Je mag bijvoorbeeld met een SMS [recovery-token] niet een SMS token activeren.

# ss.self_asserted_tokens.second_factor.vetting.alert.failed
source: Token activation failed, please try again
nl_nl: Het activeren van je token is mislukt, probeer het opnieuw

# ss.self_asserted_tokens.second_factor.vetting.alert.successful
source: Your token was activated
nl_nl: Je token is geactiveerd

# ss.self_vet.second_factor.alert.failed
source: Second factor registration failed
nl_nl: Het activeren van het nieuwe token is mislukt.

# ss.self_vet.second_factor.alert.successful
source: The registration of the token was successful. You can login with your token.
nl_nl: Je nieuwe token is geactiveerd.

# ss.self_vet.second_factor.verification_failed
source: Second factor registration failed, something went wrong during authentication.
nl_nl: Het activeren van het nieuwe token is mislukt. Er ging iets mis tijdens de verificatie met je andere token.

# ss.test_second_factor.verification_failed
source: The test with your token failed.
nl_nl: De test met je token is mislukt.

# ss.test_second_factor.verification_successful
source: The test with your token was successful. You can login with your token.
nl_nl: De test met je token is geslaagd. Je kunt inloggen met je token.

# ss.verify_yubikey_command.otp.otp_invalid
source: This YubiKey code was invalid. Please try again.
nl_nl: Deze YubiKey code was ongeldig. Probeer het nog eens.

# ss.verify_yubikey_command.otp.verification_error
source: The verification of the YubiKey code failed due to unknown reasons. Please try again.
nl_nl: Het verifiëren van de YubiKey-code is wegens een onbekende reden nigelukt. Probeer het opnieuw.

# stepup.error.authentication_error.description
source: Sign in unsuccessful. Please try again.
nl_nl: Inloggen mislukt. Probeer het nog eens.

# stepup.error.authentication_error.title
source: Sign in
nl_nl: Inloggen

# stepup.error.authn_failed.description
source: Sign in unsuccessful. Please try again.
nl_nl: Inloggen mislukt. Probeer het nog eens.

# stepup.error.authn_failed.title
source: Sign in
nl_nl: Inloggen

# stepup.error.error_code
source: Error code
nl_nl: Foutcode

# stepup.error.generic_error.description
source: Something went wrong. Please try again.
nl_nl: Er is iets mis gegaan. Probeer het opnieuw.

# stepup.error.generic_error.title
source: Oops!
nl_nl: Oeps!

# stepup.error.hostname
source: Application
nl_nl: Applicatie

# stepup.error.ip_address
source: IP address
nl_nl: IP-adres

# stepup.error.missing_required_attribute.title
source: Missing required attribute
nl_nl: Attribuut ontbreekt

# stepup.error.missing_required_attributes.title
source: A required attribute is missing
nl_nl: Vereist attribuut is niet aanwezig

# stepup.error.page_not_found.text
source: The page you requested was not found. Please try again or go back to Home.
nl_nl: De pagina die je zocht kan niet gevonden worden. Probeer het nog eens, of ga terug naar Home.

# stepup.error.page_not_found.title
source: Page not found
nl_nl: Pagina niet gevonden

# stepup.error.precondition_not_met.description
source: You are not authorised to sign in
nl_nl: Je hebt niet de juiste rechten om in te mogen loggen.

# stepup.error.precondition_not_met.title
source: Not authorised to sign in
nl_nl: Onvoldoende rechten om in te loggen
