Repository: OpenConext/Stepup-SelfService
Catalog: translations/messages.*.xliff
Languages: nl_nl

# stepup.error.signature_validation_failed.description
source: The SAML request has been signed but the signature could not be validated.
nl_nl: Het SAML bericht is ondertekend maar de signature kan niet gevalideerd worden

# stepup.error.signature_validation_failed.title
source: Signature validation failed
nl_nl: Verificatie van signature mislukt

# stepup.error.support_page.text
source: Please try again or visit <a href="%support_url%" target="_blank">the support page</a> if this does not fix your problem. On this page you will find more information about possible causes of the error and how to contact the support team.
nl_nl: Bezoek <a href="%support_url%" target="_blank">de support pagina</a> als dit je probleem niet oplost. Op deze pagina vind je meer informatie over de mogelijk oorzaken en hoe je contact kan opnemen met het supportteam.

# stepup.error.timestamp
source: Time
nl_nl: Tijd

# stepup.error.unknown_service_provider.title
source: Unknown service provider
nl_nl: Onbekende serviceprovider

# stepup.error.unsigned_request.description
source: The SAML request is expected to be signed but it was not
nl_nl: Het SAML bericht moet ondertekend zijn maar bevat geen signature

# stepup.error.unsigned_request.title
source: Unsigned request
nl_nl: Geen signature in SAML bericht

# stepup.error.unsupported_signature.description
source: The SAMLRequest has been signed, but the signature format is not supported
nl_nl: Het SAML bericht is ondertekend, maar het signature formaat wordt niet ondersteund

# stepup.error.unsupported_signature.title
source: Unsupported signature format
nl_nl: Signature formaat wordt niet ondersteund

# stepup_middleware_client.form.switch_locale.switch
source: Switch
nl_nl: Vertalen

# subscriberNumber
source: Number
nl_nl: Nummer
